<template>
  <div class="policy">
    <div class="policy-inner">
      <div class="policy-head">
        <h1>「CASTON」個人情報保護方針<br />（プライバシーポリシー）</h1>
        <p>　中野デンキ製作所（以下「当社」といいます。）は、困りごとを解決する「なくてはならぬ」サービスを通して誰もがしあわせに笑顔で暮らせる、よりよい未来をつくる企業として、個人情報保護の理念を明確にし、個人情報保護方針を定め、これを実施し、かつ、維持することを宣言いたします。</p>
        <ul>
          <li>1. 当社は、すべての事業で取扱う個人情報及び従業員等の個人情報の取扱いに関し、「個人情報の保護に関する法律」をはじめとする個人情報の取扱いに関する法令、国が定める指針その他の規範を遵守いたします。</li>
          <li>2. 当社は、個人情報の取得、利用にあたっては、その利用目的を特定することとし、特定された利用目的の達成に必要な範囲を超えた個人情報の取扱い（目的外利用）はいたしません。また、目的外利用を行わないために、適切な管理措置を講じます。</li>
          <li>3. 当社は、ご本人の同意を得ている場合や法令にもとづく場合等を除き、取得した個人情報を第三者に提供することはいたしません。</li>
          <li>4. 当社は、個人情報の取扱いに関する苦情及び相談を受けた場合は、その内容について迅速に事実関係等を調査し、合理的な期間内に誠意をもって対応いたします。</li>
          <li>5. 当社は、取得した個人情報を適切に管理するため、組織的・人的・物理的・技術的な安全対策措置を講じ、個人情報の漏えい、滅失又はき損の防止及び是正に取り組みます。</li>
          <li>6. 当社は、社会情勢・環境の変化を踏まえて、個人情報保護への取り組みを継続的に見直し、改善していきます。</li>
        </ul>
      </div>
      <div class="policy-body">

        <div class="policy-body-item">
          <h2>「個人情報に関する公表事項」</h2>

          <h3>１.　個人情報の利用目的について</h3>
          <p>当社は、個人情報を下記業務ならびに利用目的の達成に必要な範囲で利用いたします。</p>

          <h4>（１）業務内容</h4>
          <p>① 俳優マッチングアプリ「CASTON」(以下「本サイト」といいます。)の運営</p>

          <h4>（２）利用目的</h4>
          <h5>＜本サイトに関する個人情報＞</h5>
          <p>※ ① 本サイトでの登録受付・本人確認・認証、ご請求、本サービス等の提供、維持のため</p>
          <p>※ ② 本サイト又は本サービス等の内容に関する情報、アップデート情報、イベント・キャンペーン情報、規約等の変更情報等の告知のため</p>
          <p>※ ③ 本サイト又は本サービス等に関するご案内、お問い合わせ等への対応のため</p>
          <p>※ ④ 本サイト又は本サービス等に関する弊社の規約、その他諸規定に違反する行為への対応のため</p>
          <p>※ ⑤ 本サイトまたは本サービス等の改善、弊社の新規サービスの開発及びそれらに伴うマーケティング活動のため</p>
          <p>※ ⑥ 弊社又は第三者の広告の配信または表示のため</p>
          <p>※ ⑦ キャンペーン等に参加されたお客様に対する商品等の発送のため</p>
          <p>※ ⑧ 本サービス等の利用促進・提供推進等のため、オウンドメディアや他社ウェブ媒体への掲載、会員等へのメール配信のため</p>
          <h5>＜お客さまに関する個人情報＞</h5>
          <p>※ ① 当社業務に関する契約や法律等に基づく権利の行使や義務の履行のため</p>
          <p>※ ② 当社業務の適切かつ円滑な遂行のため</p>
          <p>※ ③ お取引に伴う業務上の連絡や挨拶状の送付等、お客さまとのお取引の適切かつ円滑な遂行のため</p>
          <p>* ④ 他の事業者等から個人情報の処理の全部または一部について委託された場合等において、委託された当該業務の適切かつ円滑な遂行のため</p>
          <h5>＜従業員、採用応募者、退職者に関する個人情報＞</h5>
          <p>※ ① 当社の採用選考のため</p>
          <p>※ ② 従業者の雇用管理のため</p>
          <p>※ ③ 退職者への情報提供及び連絡等のため</p>

          <h3>２.　クッキー（Cookie）、ログ情報の利用について</h3>
          <p>弊社は、本サイトにおいて、クッキー（Cookie）、およびお客さまのご利用環境等の情報（ログ情報）を次の目的で使用することがあります。（クッキーは、単独では特定の個人を識別することはできません）</p>
          <ul>
            <li>サーバーで発生した障害や問題の原因を突き止め解決するため</li>
            <li>本サイトを改良するため</li>
            <li>本サイトを個々の利用者向けにカスタマイズするため</li>
            <li>お客さまの閲覧履歴などを本サイトまたは本サービスの改善、弊社の新規サービスの開発及びそれらに伴うマーケティング活動に利用させていただくため</li>
            <li>個人を特定できない状態で統計資料として利用するため</li>
          </ul>
          <p>お客さまは、インターネット閲覧ソフト（以下、ブラウザーといいます）の設定でクッキーの受取りを拒否することにより、弊社によるクッキーの利用を拒否することができます。ただし、その場合には、本サイトの機能が使用できないなどの制約が生じることがあります。</p>

          <h3>３．Googleアナリティクスなどの利用について</h3>
          <p>
            弊社は、本サイトにおいて、その利用状況を把握するために、Googleアナリティクスなどの分析サービスを利用することがあります。Googleアナリティクスは、ファーストパーティクッキーを利用して、本サイトへのアクセス情報を個人を特定することなく収集します。アクセス情報の収集方法および利用方法については、Googleアナリティクスサービス利用規約およびGoogleプライバシーポリシーによって定められています。
            Googleアナリティクスについての詳細は、<a href="http://www.google.com/analytics" target="_blank">こちら</a> のページをご参照ください。
          </p>
          <p>当社は、ご本人からの保有個人データの開示、利用目的の通知、保有個人データの内容が事実に反する場合等における訂正等、利用停止等及び第三者提供の停止（以下「開示等」という。）のご請求を受付いたします。</p>
          <h4>（１）開示等の求めの申し出先</h4>
          <h5>① 個人情報相談窓口</h5>
          <h5>② 郵送でご請求いただく場合は、下記宛に、所定の請求書に必要書類を添付のうえ、ご郵送ください。</h5>
          <p>〒168-0063　東京都杉並区和泉４−１８−３<br />中野デンキ製作所「個人情報相談窓口担当」</p>
          <h4>（２）ご提出いただくもの</h4>
          <h5>① 個人情報 開示等請求書</h5>
          <h5>② 本人確認のための書類（運転免許証、パスポート、マイナンバーカード（表面）など）</h5>
          <h5>③ 法定代理人の場合は、上記②に加え、法定代理権があることを確認する書類</h5>
          <h5>④ 任意代理人の場合は、上記②に加え、当社所定の委任状及び本人の印鑑証明書</h5>
          <p>※ご提出いただいた書類に、個人番号や要配慮個人情報が記載されている場合、あらかじめ塗り潰した上でご提出下さい。当社受領時に塗り潰されていない場合は、当社にて塗り潰すことにより取得しないものとさせていただきます。</p>

          <h4>（３）手数料</h4>
          <p>当該ご請求のうち、開示のご請求及び利用目的の通知のご請求につきましては、１回のご請求につき、1,000円の手数料をご負担いただきますので、あらかじめご了承ください。なお、郵送でご請求いただく場合は、振込み等により、手数料をいただきます。</p>
          <p>開示等のご請求の具体的な手続きにつきましては、下記の窓口までお問い合わせください。</p>

          <h3>５．個人情報の取扱いに関するご相談・苦情について</h3>
          <p>当社の個人情報の取扱いに関するご相談や苦情等のお問い合わせについては、下記の窓口までご連絡いただきますよう、お願い申し上げます。</p>
          <h4>個人情報相談窓口</h4>
          <p>E-mail：nakanodenkiseisakujo@gmail.com</p>
        </div>

      </div>
    </div>
  </div>
</template>

<script>
export default {
}
</script>

<style lang="scss" scoped>
</style>
