<template>
  <div class="policy">
    <div class="policy-inner">
      <div class="policy-head">
        <h1>「CASTON」利用規約に関して</h1>
        <p>　CASTONは、下記の「CASTON」サービス利用規約を承諾いただいた方にのみ提供させていただくサービスです。CASTONの会員、会員等のすべての方は、本規約にしたがって本サイトの閲覧および本サービスの利用をするものとし、本サイトを閲覧または本サービスを利用された場合には、本規約に同意したものとみなしますのでご注意ください。</p>
      </div>
      <div class="policy-body">

        <div class="policy-body-item">
          <h2>I 総則</h2>
          <h3>【1】本規約の用語</h3>
          <p>本規約の中で使用される以下の各用語は、次のとおりです。</p>
          <h4>1-1. 「本規約」</h4>
          <p>本CASTONサービス利用規約のほか、別途定める本サービスに関するルール、諸規定等およびプライバシーポリシーを含みます。</p>
          <h4>1-2. 「弊社」</h4>
          <p>中野デンキ製作所</p>
          <h4>1-3. 「本サイト」</h4>
          <p>弊社が運営するインターネットサービス「CASTON」</p>
          <h4>1-4. 「本サービス」</h4>
          <p>本サイトにおいて弊社が提供する会員向けサービス（理由の如何を問わずサービスの名称または内容が変更された場合は、当該変更後のサービスを含みます。）</p>
          <h4>1-5. 「会員」</h4>
          <p>本規約に同意し、会員登録をおこなった個人および法人のすべて</p>
          <h4>1-6. 「会員等」</h4>
          <p>会員のほか、本サイトまたは本サービスを利用をする個人および法人のすべて。（特筆なき場合、本サイト閲覧者も含みます。）</p>
          <h4>1-7. 「会員マイページ」</h4>
          <p>クリエイターおよび俳優の登録情報の確認・変更ができるページ</p>
        </div>

        <div class="policy-body-item">
          <h2>II 会員について</h2>

          <h3>【2】会員資格</h3>
          <h4>2-1. 会員は、本規約に同意の上、弊社に対し会員登録を申込み、弊社が受諾した者とします。下記のいずれかに該当する者に会員資格はないものとし、会員登録することができません。また、会員等が登録後以下のいずれかに該当する者であることが判明した場合、【3】に定める会員資格の取消等ができ、これに対し会員等は異議を述べたり、何らかの法的主張をすることはできません。</h4>
          <ul>
            <li>(1) 本規約に違反するおそれがあると弊社が判断した者</li>
            <li>(2) 過去に会員資格を取り消された者である者</li>
            <li>(3) 成年被後見人、被保佐人または被補助人のいずれかであり、法定代理人、後見人､保佐人または補助人の同意等を得ていなかった者</li>
            <li>(4) 反社会的勢力等（暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずる者を意味します。以下同じ。）である、または資金提供その他を通じて反社会的勢力等の維持、運営もしくは経営に協力もしくは関与する等反社会的勢力等との何らかの交流もしくは関与を行っていると弊社が判断した者</li>
            <li>(5) 公序良俗に反する恐れがあると認められる者</li>
            <li>(6) 弊社に提供された登録情報の全部または一部につき虚偽、誤記または記載漏れがあった者</li>
          </ul>
          <h3>【3】会員資格の取消等</h3>
          <h4>3-1. 会員等が以下に該当した場合、もしくは該当すると弊社が判断した場合、弊社は当該会員の会員資格の取り消し並びに本サービスの利用停止、本サイトへのアクセス拒否を事前の通知なく行うことが出来ます。</h4>
          <ul>
            <li>(1) 法令(法律・命令のほか条例・規則等も含む)または本規約に違反したと認められる場合</li>
            <li>(2) 不正行為が認められる場合</li>
            <li>(3) 会員等が登録した情報を弊社が虚偽の情報であると判断した場合</li>
            <li>(4) 弊社・他会員等・第三者に対し、善意・悪意、過失・無過失に関わらず、トラブルを起こした場合</li>
            <li>(5) 弊社・他会員等・第三者に対し、善意・悪意、過失・無過失に関わらず、迷惑となると弊社が判断した場合</li>
            <li>(6) 手段の如何を問わず、本サービスの運営を妨害した場合</li>
            <li>(7) 支払停止もしくは支払不能となり、または破産手続開始、民事再生手続開始、会社更生手続開始、特別清算開始もしくはこれらに類する手続の開始の申立てがあった場合</li>
            <li>(8) 自ら振出し、もしくは引受けた手形もしくは小切手につき、不渡りの処分を受けた場合、または手形交換所の取引停止処分その他これに類する措置を受けた場合</li>
            <li>(9) 差押、仮差押、仮処分、強制執行または競売の申立てがあった場合</li>
            <li>(10) 租税公課の滞納処分を受けた場合</li>
            <li>(11) 死亡した場合または後見開始、保佐開始もしくは補助開始の審判を受けた場合</li>
            <li>(12) 24ヶ月以上本サービスの利用がなく、弊社からの連絡に対して応答がない場合</li>
            <li>(13) 【2-1】各号に該当する場合</li>
            <li>(14) 弊社が本サイトの運営に対し至当な理由により判断した場合</li>
            <li>(15) その他、弊社が会員としての登録の継続を適当でないと判断した場合</li>
          </ul>
          <h4>3-2. 前項に基づき会員資格の取消をした場合、会員に関連する情報内容・コンテンツの全部または一部を削除、その都度または将来にわたり本サービスのご利用をお断りする場合があります。なお、その場合に弊社は、事前の通知なくしておこない、説明義務を負いません。</h4>
          <h4>3-3. 会員等に第1項各号に該当する事由がある場合、弊社は、弊社が当該会員等に対して有する損害賠償請求権との相殺を理由として、当該会員に支払われる金銭の一部または全部の支払いを拒むことがあります。</h4>
          <h4>3-4. 第1項各号のいずれかの事由に該当した場合、会員等は、弊社に対して負っている債務の一切について当然に期限の利益を失い、直ちに弊社に対して全ての債務の支払を行わなければなりません。</h4>
          <h4>3-5. 弊社は、本条に基づき弊社が行った措置により会員等に生じる一切の損害等について、直接的・間接的に関わらず一切の責任を負いません。</h4>

          <h3>【4】会員登録等</h3>
          <h4>4-1. 会員登録は、会員となる本人がおこなってください。本人以外の会員登録は認められません。</h4>
          <h4>4-2. 会員情報その他入力情報につき、虚偽の内容を登録することはできません。</h4>
          <h4>4-3. 会員等は、常に正しい会員情報を登録し、変更・管理をする義務を負うものとします。</h4>
          <h4>4-4. 前項の内容により、登録している会員情報に変更等があった場合は、直ちに登録情報の更新をおこなうものとします。</h4>
          <h4>4-5. 登録している会員情報等の変更・管理義務を怠ったことによる一切の損害等について、直接的・間接的に関わらず、弊社は一切の責任は負いません。</h4>
          <h4>4-6. 弊社が会員情報の更新を認めた時点から、変更後の会員情報は適用されることとし、遡及効は発生しないものとします。</h4>
          <h4>4-7. 会員登録等により生じる一切の損害等について、弊社は一切責任を負いません。</h4>

          <h3>【5】退会</h3>
          <h4>5-1. 会員の退会は、ログイン状態で表示される「ユーザー情報」内の「退会」よりおこなってください。それ以外の方法での会員の退会はできません。また、未手続・未決済の取引が残っている場合、退会はできません。</h4>
          <h3>【6】会員等のユーザー ID とパスワード</h3>
          <h4>6-1. ユーザー ID とパスワードの管理</h4>
          <ul>
            <li>(1) 会員等は、ユーザー ID およびパスワードの管理および使用について責任を負うものとします。</li>
            <li>(2) 会員等は、本サービスを利用する権利を譲渡することができないものとします。</li>
            <li>(3) 会員等は、理由の如何を問わず、会員資格・ユーザー ID・パスワードを第三者に利用、譲渡・売買・質入・貸与・賃貸、その他形態を問わず処分することはできません。</li>
            <li>(4) 本サービスにおいてユーザー ID やパスワードが第三者に使用されたときは、その使用に関する本サービスにおける行為・行動は全て当該会員等が行ったものとみなします。 それにより生じた一切の損害について、当該会員が負担するものとし、弊社は、善意・悪意、過失・無過失に関わらず、一切の責任を負いません。</li>
          </ul>
          <h4>6-2. ユーザー ID とパスワードの漏洩</h4>
          <ul>
            <li>(1) 第三者にユーザー ID およびパスワードの情報漏洩をした場合、速やかに弊社までご連絡ください。 弊社は当該ユーザー ID およびパスワードの即時停止または終了の措置をおこないます。</li>
            <li>(2) 情報漏洩により生じた一切の損害について、当該会員等が負担するものとし、弊社は原則として一切の責任を負いません。</li>
          </ul>
        </div>


      </div>
    </div>
  </div>
</template>

<script>
export default {
}
</script>

<style lang="scss" scoped>
</style>
